---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.AnalyticalModel
source: html/ab1a6c6d-8b73-e9f7-4664-e854b86dcb91.htm
---
# Autodesk.Revit.DB.GroupTypeId.AnalyticalModel Property

Analytical Model.

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalModel { get; }
```